Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AccessibilityUIUtilities/AXUILocalizedStrings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BRAILLE_USBRM_QUERY_MESSAGE_IPAD
source: To support Braille displays, this iPad was configured to allow USB accessories to connect after your iPad has been locked for more than an hour. If you no longer need to always allow connections even while locked, turn this off.
ar: لدعم التحكم بالتبديل، تم تكوين هذا الـ iPad للسماح لملحقات USB بالاتصال بعد أن يكون قد مضى أكثر من ساعة على قفل الـ iPad. أوقف هذا الإعداد إذا لم تعد ترغب بالسماح بالاتصال بشكل دائم عندما يكون الجهاز مقفلاً.
bg: За да поддържа брайлови екрани, този iPad беше настроен да позволява на USB аксесоари да се свързват с него, след като е заключен за повече от час. Изключете тази функция, ако не желаете винаги да е позволено свързването, докато устройството е заключено.
ca: Per ser compatible amb les pantalles Braille, aquest iPad s’ha configurat de manera que permeti que els accessoris USB s’hi connectin després d’estar bloquejat durant més d’una hora. Si ja no necessites que sempre es permetin les connexions fins i tot amb el dispositiu bloquejat, desactiva aquesta opció.
cs: iPad byl kvůli podpoře braillských řádků nastaven tak, aby umožňoval připojení USB příslušenství, i když je zamknutý déle než hodinu. Pokud už nepotřebujete mít připojení k zamknutému iPadu trvale povolené, tuto volbu vypněte.
da: For at understøtte punktdisplays er denne iPad konfigureret til at tillade, at USB‑tilbehør må oprette forbindelse til din iPad, efter den har været låst i mere end en time. Hvis du ikke længere har brug for altid at tillade oprettelse af forbindelse, når enheden er låst, kan du slå dette fra.
de: Zur Unterstützung von Brailledisplays wurde dieses iPad so konfiguriert, dass USB-Zubehör eine Verbindung herstellen darf, wenn das iPad seit mehr als einer Stunde gesperrt ist. Deaktiviere diese Funktion, wenn diese ständigen Verbindungen nicht mehr benötigt werden.
el: Για υποστήριξη οθονών Μπράιγ, αυτό το iPad έχει διαμορφωθεί ώστε να επιτρέπεται η σύνδεση αξεσουάρ USB όταν το iPad είναι κλειδωμένο για περισσότερο από μία ώρα. Αν δεν θέλετε πλέον να επιτρέπονται πάντα οι συνδέσεις ακόμη κι όταν η συσκευή είναι κλειδωμένη, απενεργοποιήστε αυτήν τη ρύθμιση.
es: Para que el iPad admita pantallas braille, se ha configurado para permitir la conexión de accesorios USB después de que el iPad haya estado bloqueado durante más de una hora. Si ya no necesitas permitir siempre las conexiones, incluso con la pantalla bloqueada, desactiva esta opción.
es_us: Para poder utilizar pantallas Braille, este iPad se configuró para permitir que se conecten accesorios USB después de que la pantalla de tu iPad lleve bloqueada más de una hora. Desactiva esta función si ya no necesitas seguir permitiéndolo.
fi: Pistenäytön tukemiseksi tämä iPad on määritetty sallimaan USB-lisälaitteiden yhdistäminen, kun iPad on ollut lukittuna yli tunnin. Laita tämä pois päältä, jos sinun ei enää tarvitse aina sallia yhdistämistä, kun laite on lukittu.
fr: Pour prendre en charge les plages braille, cet iPad a été configuré de façon à autoriser la connexion d’accessoires USB lorsqu’il est verrouillé depuis plus d’une heure. Si vous n’avez plus besoin d’autoriser systématiquement les connexions même en mode verrouillé, désactivez cette option.
fr_ca: Afin de prendre en charge les plages braille, cet iPad a été configuré pour autoriser la connexion des accessoires USB lorsqu’il est verrouillé depuis plus d’une heure. Si vous n’avez plus besoin d’autoriser les connexions en mode verrouillé, désactivez cette option.
he: כדי לתמוך בצגי ברייל, ה-iPad הוגדר באופן שמאפשר חיבור אביזרי USB לאחר שה-iPad היה נעול במשך יותר משעה. באפשרותך לכבות הגדרה זו, אם אין לך יותר צורך לאפשר חיבור גם כאשר המכשיר נעול.
hi: ब्रेल डिस्प्ले के समर्थन के लिए आपके iPad के एक घंटे से ज़्यादा लॉक रहने की स्थिति में इस iPad को कनेक्ट करने के लिए USB ऐक्सेसरी को अनुमति देने के लिए कॉन्फ़िगर किया गया था। यदि लॉक रहने के दौरान आपको कनेक्शन को अनुमति देने की ज़रूरत नहीं है, तो इसे बंद कर दें।
hr: Radi podržavanja Brajevih redaka, ovaj iPad konfiguriran je na dozvoljavanje spajanja USB pribora nakon što je iPad zaključan više od sat vremena. Isključite ovu značajku ako vam više nije potrebna stalna mogućnost povezivanja čak i kad je uređaj zaključan.
hu: A Braille-kijelzők támogatása érdekében ez az iPad úgy lett konfigurálva, hogy engedélyezze az USB-kiegészítők számára a csatlakozást, ha az iPad több, mint egy órája zárolva van. Ha már nincs szüksége arra, hogy a csatlakozások mindig engedélyezve legyenek, akár az eszköz zárolt állapotában is, akkor kapcsolja ki ezt a funkciót.
id: Untuk mendukung layar Braille, iPad ini dikonfigurasi agar aksesori USB dapat terhubung setelah iPad Anda terkunci selama lebih dari sejam. Jika Anda tidak lagi memerlukan agar koneksi selalu diizinkan meskipun perangkat terkunci, matikan ini.
it: Per supportare gli schermi Braille, iPad è stato configurato in modo tale da consentire agli accessori USB di collegarsi dopo più di un’ora da quando è stato bloccato. Se non è più necessario consentire il collegamento quando iPad è bloccato, disattiva l’opzione.
ja: 点字ディスプレイに対応するため、このiPadはロックされてから1時間経過したあとでもUSBアクセサリを接続できるように構成されました。 ロック中でも常に接続できるようにする必要がなくなった場合は、これをオフにしてください。
kk: Бұл iPad құрылғысы Брайль дисплейлеріне қолдау көрсету үшін, iPad құрылғысы бір сағаттан артық құлыпталған жағдайда, USB керек-жарақтарына қосылуға мүмкіндік беру мақсатында теңшелген. Егер құлыпталған күйде әрдайым қосылу мүмкіндігі қажет болмаса, бұл функцияны өшіріп қойыңыз.
ko: 이 iPad는 점자 디스플레이를 지원하기 위해 iPad가 한 시간 이상 잠겨 있을 때에도 USB 액세서리가 연결되도록 구성되어 있습니다. 기기가 잠겨 있는 동안 연결을 허용할 필요가 없으면 이 기능을 끄십시오.
lt: Siekiant palaikyti Brailio rašto ekranus, šis „iPad“ buvo sukonfigūruotas taip, kad USB priedus būtų galima prijungti, kai „iPad“ būna užrakintas ilgiau nei valandą. Jei nebereikia, kad visada būtų leidžiami ryšiai, net ir esant užrakintam ekranui, išjunkite šią funkciją.
ms: Untuk menyokong paparan Braille, iPad ini telah dikonfigurasikan untuk membenarkan aksesori USB bersambung selepas iPad anda telah dikunci selama lebih daripada sejam. Jika anda tidak lagi perlu untuk sentiasa membenarkan sambungan walaupun semasa dikunci, nyahaktifkannya.
nb: Denne iPaden er konfigurert for å la USB-tilbehør koble til etter at iPaden har vært låst i over en time, for å støtte leselister. Hvis du ikke trenger å alltid tillate tilkoblinger selv om enheten er låst, kan du slå av innstillingen.
nl: Ter ondersteuning van brailleleesregels is deze iPad geconfigureerd om USB-accessoires toe te staan om verbinding te maken nadat je iPad meer dan een uur is vergrendeld. Schakel deze optie uit als je verbindingen niet meer altijd hoeft toe te staan als de iPad is vergrendeld.
pl: W celu umożliwienia obsługi monitorów brajlowskich, ten iPad został skonfigurowany do pozwalania akcesoriom USB łączyć się nawet po upływie godziny od zablokowania. Jeśli nie potrzebujesz już zawsze pozwalać na połączenia, gdy włączona jest blokada, wyłącz tę funkcję.
pt: Para ser compatível com linhas Braille, este iPad foi configurado para permitir a conexão de outros acessórios USB quando seu iPad estiver bloqueado por mais de uma hora. Se você não precisar mais sempre permitir conexões, mesmo com o iPad bloqueado, desative esta opção.
pt_pt: Para suportar linhas braille, este iPad foi configurado para permitir a ligação de acessórios USB mesmo quando o dispositivo está bloqueado durante mais de uma hora. Caso já não precise que as ligações sejam sempre permitidas, até com o dispositivo bloqueado, desative esta opção.
ro: Pentru a face posibilă utilizarea afișajelor Braille, acest iPad a fost configurat să permită conectarea accesoriilor USB după ce iPad‑ul a fost blocat mai mult de o oră. Dacă nu mai este nevoie să permiteți conexiunile permanent, chiar și în timpul blocării, dezactivați această opțiune.
ru: Для поддержки дисплеев Брайля этот iPad настроен на разрешение USB-аксессуарам подключаться после нахождения iPad в заблокированном состоянии дольше часа. Выключите эту функцию, если Вам больше не нужно всегда разрешать подключения даже в заблокированном состоянии.
sk: S cieľom podpory braillovských riadkov bol tento iPad nastavený tak, aby umožňoval pripájanie USB príslušenstva, aj keď je uzamknutý viac ako hodinu. Ak už nepotrebujete pripájať príslušenstvo k uzamknutému zariadeniu, vypnite túto funkciu.
sl: Za podporo Braillovim vrsticam je bil ta iPad konfiguriran tako, da dodatni opremi USB omogoča vzpostavitev povezave z iPadom tudi, ko je zaklenjen več kot eno uro. Če ni več potrebe, da je možnost vzpostavljanja povezav vedno omogočena tudi v zaklenjenem stanju, to možnost izklopite.
sv: Denna iPad har konfigurerats till att tillåta att USB-tillbehör ansluts även efter det att iPad har varit låst i över en timme, så att punktskriftsdisplay kan användas. Avaktivera det här alternativet om anslutningar inte längre alltid behöver tillåtas även när enheten är låst.
th: ในการรองรับเครื่องแสดงผลอักษรเบรลล์ iPad เครื่องนี้ถูกกำหนดค่าให้อุปกรณ์เสริมแบบ USB เชื่อมต่อได้หลังจาก iPad ของคุณล็อคนานเกินหนึ่งชั่วโมง ถ้าคุณไม่ต้องใช้การเชื่อมต่ออยู่ตลอดเวลาในระหว่างที่เครื่องล็อคอยู่ ให้ปิดการใช้งานนี้
tr: Bu iPad, Braille ekranlarını desteklemek için bir saatten fazla kilitli kaldıktan sonra USB aksesuarlarının bağlanmasına izin verecek şekilde ayarlandı. Bağlantılara kilitliyken bile her zaman izin vermek istemiyorsanız bu özelliği kapatın.
uk: Для потреб брайль-дисплеїв цей iPad сконфігуровано так, щоб USB-прилади могли підʼєднуватися після того, як ваш iPad лишався замкненим понад годину. Якщо надалі потреби завжди, навіть під замком, дозволяти зʼєднання не буде, вимкніть цю опцію.
vi: Để hỗ trợ màn hình Braille, iPad này đã được định cấu hình để cho phép các phụ kiện USB kết nối sau khi iPad được khóa trong thời gian hơn một giờ. Nếu bạn không còn cần phải luôn cho phép kết nối ngay cả khi thiết bị được khoá, hãy tắt tính năng này.
zh_cn: 此iPad配置允许USB配件在iPad锁定超过一小时后与其连接，以支持盲文显示器。 如果不再需要即使在锁定时也始终允许连接，你可以将它关闭。
zh_hk: 為了支援點字顯示器，iPad已經設定為當裝置鎖定超過一個小時以上仍允許USB配件連接。 如果裝置鎖定時不再需要連線，請關閉此設定。
zh_tw: 為了支援點字顯示器，此iPad已設定在鎖定超過一小時後，仍允許連接USB配件。 若iPad鎖定時不再需要連線，請關閉此設定。

# BRAILLE_USBRM_QUERY_MESSAGE_IPHONE
source: To support Braille displays, this iPhone was configured to allow USB accessories to connect after your iPhone has been locked for more than an hour. If you no longer need to always allow connections even while locked, turn this off.
ar: لدعم التحكم بالتبديل، تم تكوين هذا الـ iPhone للسماح لملحقات USB بالاتصال بعد أن يكون قد مضى أكثر من ساعة على قفل الـ iPhone. أوقف هذا الإعداد إذا لم تعد ترغب بالسماح بالاتصال بشكل دائم عندما يكون الجهاز مقفلاً.
bg: За да поддържа брайлови екрани, този iPhone беше настроен да позволява на USB аксесоари да се свързват с него, след като е заключен за повече от час. Изключете тази функция, ако не желаете винаги да е позволено свързването, докато устройството е заключено.
ca: Per ser compatible amb les pantalles Braille, aquest iPhone s’ha configurat de manera que permeti que els accessoris USB s’hi connectin després d’estar bloquejat durant més d’una hora. Si ja no necessites que sempre es permetin les connexions fins i tot amb el dispositiu bloquejat, desactiva aquesta opció.
cs: iPhone byl kvůli podpoře braillských řádků nastaven tak, aby umožňoval připojení USB příslušenství, i když je zamknutý déle než hodinu. Pokud už nepotřebujete mít připojení k zamknutému iPhonu trvale povolené, tuto volbu vypněte.
da: For at understøtte punktdisplays er denne iPhone konfigureret til at tillade, at USB‑tilbehør må oprette forbindelse til din iPhone, efter den har været låst i mere end en time. Hvis du ikke længere har brug for altid at tillade oprettelse af forbindelse, når enheden er låst, kan du slå dette fra.
de: Zur Unterstützung von Brailledisplays wurde dieses iPhone so konfiguriert, dass USB-Zubehör eine Verbindung herstellen darf, wenn das iPhone seit mehr als einer Stunde gesperrt ist. Deaktiviere diese Funktion, wenn diese ständigen Verbindungen nicht mehr benötigt werden.
el: Για υποστήριξη οθονών Μπράιγ, αυτό το iPhone έχει διαμορφωθεί ώστε να επιτρέπεται η σύνδεση αξεσουάρ USB όταν το iPhone είναι κλειδωμένο για περισσότερο από μία ώρα. Αν δεν θέλετε πλέον να επιτρέπονται πάντα οι συνδέσεις ακόμη κι όταν η συσκευή είναι κλειδωμένη, απενεργοποιήστε αυτήν τη ρύθμιση.
es: Para que el iPhone admita pantallas braille, se ha configurado para permitir la conexión de accesorios USB después de que el iPhone haya estado bloqueado durante más de una hora. Si ya no necesitas permitir siempre las conexiones, incluso con la pantalla bloqueada, desactiva esta opción.
es_us: Para poder utilizar pantallas Braille, este iPhone se configuró para permitir que se conecten accesorios USB después de que la pantalla de tu iPhone lleve bloqueada más de una hora. Desactiva esta función si ya no necesitas seguir permitiéndolo.
fi: Pistenäytön tukemiseksi tämä iPhone on määritetty sallimaan USB-lisälaitteiden yhdistäminen, kun iPhone on ollut lukittuna yli tunnin. Laita tämä pois päältä, jos sinun ei enää tarvitse aina sallia yhdistämistä, kun laite on lukittu.
fr: Pour prendre en charge les plages braille, cet iPhone a été configuré de façon à autoriser la connexion d’accessoires USB lorsqu’il est verrouillé depuis plus d’une heure. Si vous n’avez plus besoin d’autoriser systématiquement les connexions même en mode verrouillé, désactivez cette option.
fr_ca: Afin de prendre en charge les plages braille, cet iPhone a été configuré pour autoriser la connexion des accessoires USB lorsqu’il est verrouillé depuis plus d’une heure. Si vous n’avez plus besoin d’autoriser les connexions en mode verrouillé, désactivez cette option.
he: כדי לתמוך בצגי ברייל, ה-iPhone הוגדר באופן שמאפשר חיבור אביזרי USB לאחר שה-iPhone היה נעול במשך יותר משעה. באפשרותך לכבות הגדרה זו, אם אין לך יותר צורך לאפשר חיבור גם כאשר המכשיר נעול.
hi: ब्रेल डिस्प्ले के समर्थन के लिए आपके iPhone के एक घंटे से ज़्यादा लॉक रहने की स्थिति में इस iPhone को कनेक्ट करने के लिए USB ऐक्सेसरी को अनुमति देने के लिए कॉन्फ़िगर किया गया था। यदि लॉक रहने के दौरान आपको कनेक्शन को अनुमति देने की ज़रूरत नहीं है, तो इसे बंद कर दें।
hr: Radi podržavanja Brajevih redaka, ovaj iPhone konfiguriran je na dozvoljavanje spajanja USB pribora nakon što je iPhone zaključan više od sat vremena. Isključite ovu značajku ako vam više nije potrebna stalna mogućnost povezivanja čak i kad je uređaj zaključan.
hu: A Braille-kijelzők támogatása érdekében ez az iPhone úgy lett konfigurálva, hogy engedélyezze az USB-kiegészítők számára a csatlakozást, ha az iPhone több, mint egy órája zárolva van. Ha már nincs szüksége arra, hogy a csatlakozások mindig engedélyezve legyenek, akár az eszköz zárolt állapotában is, akkor kapcsolja ki ezt a funkciót.
id: Untuk mendukung layar Braille, iPhone ini dikonfigurasi agar aksesori USB dapat terhubung setelah iPhone Anda terkunci selama lebih dari sejam. Jika Anda tidak lagi memerlukan agar koneksi selalu diizinkan meskipun perangkat terkunci, matikan ini.
it: Per supportare gli schermi Braille, iPhone è stato configurato in modo tale da consentire agli accessori USB di collegarsi dopo più di un’ora da quando è stato bloccato. Se non è più necessario consentire il collegamento quando iPhone è bloccato, disattiva l’opzione.
ja: 点字ディスプレイに対応するため、このiPhoneはロックされてから1時間経過したあとでもUSBアクセサリを接続できるように構成されました。 ロック中でも常に接続できるようにする必要がなくなった場合は、これをオフにしてください。
kk: Бұл iPhone құрылғысы Брайль дисплейлеріне қолдау көрсету үшін, iPhone құрылғысы бір сағаттан артық құлыпталған жағдайда, USB керек-жарақтарына қосылуға мүмкіндік беру мақсатында теңшелген. Егер құлыпталған күйде әрдайым қосылу мүмкіндігі қажет болмаса, бұл функцияны өшіріп қойыңыз.
ko: 이 iPhone은 점자 디스플레이를 지원하기 위해 iPhone이 한 시간 이상 잠겨 있을 때에도 USB 액세서리가 연결되도록 구성되어 있습니다. 기기가 잠겨 있는 동안 연결을 허용할 필요가 없으면 이 기능을 끄십시오.
lt: Siekiant palaikyti Brailio rašto ekranus, šis „iPhone" buvo sukonfigūruotas taip, kad USB priedus būtų galima prijungti, kai „iPhone“ būna užrakintas ilgiau nei valandą. Jei nebereikia, kad visada būtų leidžiami ryšiai, net ir esant užrakintam ekranui, išjunkite šią funkciją.
ms: Untuk menyokong paparan Braille, iPhone ini telah dikonfigurasikan untuk membenarkan aksesori USB bersambung selepas iPhone anda telah dikunci selama lebih daripada sejam. Jika anda tidak lagi perlu untuk sentiasa membenarkan sambungan walaupun semasa dikunci, nyahaktifkannya.
nb: Denne iPhonen er konfigurert for å la USB-tilbehør koble til etter at iPhonen har vært låst i over en time, for å støtte leselister. Hvis du ikke trenger å alltid tillate tilkoblinger selv om enheten er låst, kan du slå av innstillingen.
nl: Ter ondersteuning van brailleleesregels is deze iPhone geconfigureerd om USB-accessoires toe te staan om verbinding te maken nadat je iPhone meer dan een uur is vergrendeld. Schakel deze optie uit als je verbindingen niet meer altijd hoeft toe te staan als de iPhone is vergrendeld.
pl: W celu umożliwienia obsługi monitorów brajlowskich, ten iPhone został skonfigurowany do pozwalania akcesoriom USB łączyć się nawet po upływie godziny od zablokowania. Jeśli nie potrzebujesz już zawsze pozwalać na połączenia, gdy włączona jest blokada, wyłącz tę funkcję.
pt: Para ser compatível com linhas Braille, este iPhone foi configurado para permitir a conexão de outros acessórios USB quando seu iPhone estiver bloqueado por mais de uma hora. Se você não precisar mais sempre permitir conexões, mesmo com o iPhone bloqueado, desative esta opção.
pt_pt: Para suportar linhas braille, este iPhone foi configurado para permitir a ligação de acessórios USB mesmo quando o dispositivo está bloqueado durante mais de uma hora. Caso já não precise que as ligações sejam sempre permitidas, até com o dispositivo bloqueado, desative esta opção.
ro: Pentru a face posibilă utilizarea afișajelor Braille, acest iPhone a fost configurat să permită conectarea accesoriilor USB după ce iPhone‑ul a fost blocat mai mult de o oră. Dacă nu mai este nevoie să permiteți conexiunile permanent, chiar și în timpul blocării, dezactivați această opțiune.
ru: Для поддержки дисплеев Брайля этот iPhone настроен на разрешение USB-аксессуарам подключаться после нахождения iPhone в заблокированном состоянии дольше часа. Выключите эту функцию, если Вам больше не нужно всегда разрешать подключения даже в заблокированном состоянии.
sk: S cieľom podpory braillovských riadkov bol tento iPhone nastavený tak, aby umožňoval pripájanie USB príslušenstva, aj keď je uzamknutý viac ako hodinu. Ak už nepotrebujete pripájať príslušenstvo k uzamknutému zariadeniu, vypnite túto funkciu.
sl: Za podporo Braillovim vrsticam je bil ta iPhone konfiguriran tako, da dodatni opremi USB omogoča vzpostavitev povezave z iPhonom tudi, ko je zaklenjen več kot eno uro. Če ni več potrebe, da je možnost vzpostavljanja povezav vedno omogočena tudi v zaklenjenem stanju, to možnost izklopite.
sv: Denna iPhone har konfigurerats till att tillåta att USB-tillbehör ansluts även efter det att iPhone har varit låst i över en timme, så att punktskriftsdisplay kan användas. Avaktivera det här alternativet om anslutningar inte längre alltid behöver tillåtas även när enheten är låst.
th: ในการรองรับเครื่องแสดงผลอักษรเบรลล์ iPhone เครื่องนี้ถูกกำหนดค่าให้อุปกรณ์เสริมแบบ USB เชื่อมต่อได้หลังจาก iPhone ของคุณล็อคนานเกินหนึ่งชั่วโมง ถ้าคุณไม่ต้องใช้การเชื่อมต่ออยู่ตลอดเวลาในระหว่างที่เครื่องล็อคอยู่ ให้ปิดการใช้งานนี้
tr: Bu iPhone, Braille ekranlarını desteklemek için bir saatten fazla kilitli kaldıktan sonra USB aksesuarlarının bağlanmasına izin verecek şekilde ayarlandı. Bağlantılara kilitliyken bile her zaman izin vermek istemiyorsanız bu özelliği kapatın.
uk: Для потреб брайль-дисплеїв цей iPhone сконфігуровано так, щоб USB-прилади могли підʼєднуватися після того, як ваш iPhone лишався замкненим понад годину. Якщо надалі потреби завжди, навіть під замком, дозволяти зʼєднання не буде, вимкніть цю опцію.
vi: Để hỗ trợ màn hình Braille, iPhone này đã được định cấu hình để cho phép các phụ kiện USB kết nối sau khi iPhone được khóa trong thời gian hơn một giờ. Nếu bạn không còn cần phải luôn cho phép kết nối ngay cả khi thiết bị được khoá, hãy tắt tính năng này.
zh_cn: 此iPhone配置允许USB配件在iPhone锁定超过一小时后与其连接，以支持盲文显示器。 如果不再需要即使在锁定时也始终允许连接，你可以将它关闭。
zh_hk: 為了支援點字顯示器，iPhone已經設定為當裝置鎖定超過一個小時以上仍允許USB配件連接。 如果裝置鎖定時不再需要連線，請關閉此設定。
zh_tw: 為了支援點字顯示器，此iPhone已設定在鎖定超過一小時後，仍允許連接USB配件。 若iPhone鎖定時不再需要連線，請關閉此設定。
